Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Perhaps an example of transhumanity's most extreme neogenetic creations are the morphs adapted to live in the sun's corona.
fr_fr: Les morphs adpatée à la vie dans la couronne solaire sont probablement l'un des exemples les plus extrêmes des créations néogénétique de la transhumanité.

source: Suryas, named after a Hindu sun deity, are large, whale-like, and uniquely adapted to dwell in the brilliant, superheated plasma cloud of the sun's outermost layer.
fr_fr: Les Suryas, nommés ainsi d'après le nom d'une divinité solaire Hindoux, sont énorme, ressemblent à des baleines et adaptées de manière unique pour habiter dans le nuage de plasma surchauffé et brillant de la couche la plus externe du soleil.

source: Each surya is like a miniature version of a circumsolar habitat.
fr_fr: Chaque surya est une sorte de version miniature d'un habitat circumsolaire.

source: Their metabolisms generate powerful magnetic fields that shield them from the sun's heat and radiation, while acting as magnetic sails and scoops by which they sail on the currents of the solar wind and extract elements carried on it.
fr_fr: Leur métabolisme génère des champs magnétiques puissant qui les protège de la chaleur et des radiations solaires, tout en agissant comme une voile et des rames magnétiques qui leur permet de naviguer sur les courants des vents solaires et d'extraire les évènements qu'ils transportent.

source: Suryas are protected by layers of liquid water “blubber” that capture harmful ions, which internal medichines extract and eject, while maintaining useful elements such as oxygen and hydrogen, from which more water can be synthesized.
fr_fr: Les Suryas sont protégés par des couches de "barboteur" d'eau liquide qui capture les ions dangereux, qui sont extraits et rejettés par des méchidaments internes, toute en maintenant les éléments utiles tels que l'oxygène et l'hydrogène, qui permettent à leur tour de syntéhtiser encore plus d'eau.

source: They communicate using patterns of dark and light coloration on their exterior skins and are extremely sensitive to the helioseismic soundwaves that are the sun's pulse, using these vibrations to predict and avoid heavy weather in the coronal atmosphere.
fr_fr: Ils communiquent en utilisant des motifs de contrasté sur leur épiderme externe et sont extrêmement sensible aux ondes sonores héliosismiques que sont les pulsations solaires, utilisant ces vibrations pour prédire et éviter les tempêtes dans l'atmosphère coronaire.

source: A second type of coronal morph is the salamander, a tiny humanoid morph with gas jets on the back and chest for maneuvering in vacuum.
fr_fr: Un autre type de morph coronaire est la salamandre, une eptite morph humanoïde avec des turbines à gaz sur le dos et le torse leur permettantde manœuvrer dans le vide.

source: Salamanders have very similar metabolisms to suryas, but are unable to survive unprotected in the corona.
fr_fr: Les salamandres ont un métabolisme similaire aux suryas, mais sont incapable de survivre sans protection dans la couronne.

source: They subsist on the chemicals and energy extracted from the corona by Ukko Jylina, the only habitat where they are found.
fr_fr: Ils subsistent grâce aux composés chimiques et à l'énergie extraits de la couronne par Ukko Jylina, le seul habitat où l'on peut voir des salamandres.

source: Both suryas and salamanders communicate either via transmissions from their implants or by “sunspotting”—shifting dark and light patterns on their skins to form language.
fr_fr: Les suryas et les salamandres communiquent tout les deux soit par des transmissions via leurs implants ou en "solpointant" - altérer les motifs contrasté sur leur peau pour former un language.

source: Habitats in Sol's corona face challenges more extreme than those faced by habs anywhere else in the system.
fr_fr: Les habitats dans la couronnaire Solaire doivent releevr des défis plus extrêmes que ceux auquel font face les habitats n'importe où ailleurs dans le système.

source: Transhumanity's only means of shielding a habitat from the heat and radiation emitted by a G2 star is to generate strong electromagnetic fields.
fr_fr: Le seul moyen pour la transhumanité de se protéger de la chaleur et des radiations émis par une naine jaune est de générer un champ magnétique suffisament puissant.

source: Even then, the dangers posed by solar flares and coronal mass ejections—massive explosions that jettison coronal material tens of thousands of kilometers out into circumsolar space—mean that the Sun's polar regions are the only safe space in which to position habitats.
fr_fr: Et même ainsi, les dangers représentés par les éruptions solaire et les éjections de matière de coronaire - des explosions massives qui propulsent des matériaux coronaire à des dizaine de milliers de kilomètre dans l'espace circumsolaire - font que suel les régions polaires du Soleil sont des endroits suffisament sûrs pour y placer des habitats.

source: As such, circumsolar habs require extraordinary expense to build and maintain, and two of the three major circumsolar habitats are heavily backed by distant organizations.
fr_fr: En tant que tel, les habitats circumsolaire un engendre des dépenses astronomiques pour les construire et les maintenir, et deux des trois principaux habitats circumsolaire sont fortement soutenus par des organisations distantes.

source: The outer layers of circumsolar habitats are covered with thousands of electromagnetic dynamos drawing power from the sun itself.
fr_fr: Les couches externe des habitats circumsolaires sont couvert avec des milliers de turbines électromagnétiques qui extraient de l'énergie directement du soleil.

source: These dynamos generate the powerful fields necessary for shielding.
fr_fr: Ces turbines génèrent les champs magnétiques nécessaire aux écrans de protection.

source: Within are intermediate layers filled with liquid water that captures ionized particles, teeming with nanites that collect the ions and vent them into space.
fr_fr: A l'intérieur on trouve des couches intermédiaires emplies d'eau liquide qui capture les particules ionisées, des nanites collectant les ions et les envoient dans l'espace grouillent dans ces eaux.

source: The water must be regularly replaced from captured iceteroids that are imported using heavy electromagnetic shielding of their own.
fr_fr: L'eau doit être régulièrement remplacées par des glacetéroïdes capturés qui sont importés grâce à leurs propres boucliers électromagnétiques lourd.

source: Within the water shield is a cluster habitat, an array of modules on a framework following a roughly spherical plan.
fr_fr: Un habitat en grappe se situe à l'intérieur de cet écran d'eau, un ensemble de modules disposés sur une structure ayant une forme grossièrement sphérique.

source: {A quick primer on transhuman habitats}
fr_fr: {Un rapide aperçu des habitats transhumains}

source: Habitats are covered in detail on p.
fr_fr: Les habitats sont couvert en détails p.

source: A quick overview is provided here:
fr_fr: Un aperçu rapide et proposé ici:

source: Aerostats are massive cities floating in the upper cloud layers of Venus.
fr_fr: Les aérostats sont des cités massives flottant dans la couche de nuages externe de Vénus.

source: Beehives are tunnel warrens inside asteroids and moons.
fr_fr: Les nids d'abeille sont des tunnels forés dans des astéroïdes et des lunes.

source: Clusters are microgravity habitats consisting of interconnected modules.
fr_fr: Les grappes sont des habitats en microgravité composés de modules interconnectés.

source: Cole bubble habitats are hollowed-out asteroids, terraformed on the inside, and also spun for gravity.
fr_fr: Les habitats de type bulle de Cole sont des astéroïdes évidés, dont l'intérieur est terraformé et qui tournent pour fournir de la gravité.

source: Dome habitats are massive domes built on the surface of moons, asteroids, or Mars.
fr_fr: Les habitats domes sont de grands domes construits sur la surface de lunes, d'astéroïdes ou de Mars.

source: Hamilton cylinders are self-building advanced nano tech habitats designs.
fr_fr: Les cylindres hamilton sont des habitats nanotechnologique auto-construit grâce à une conception avancée.

source: O'Neill cylinder habitats are like large soda cans, only huge, over a kilometer wide and several kilometers long.
fr_fr: Les cylindres O'Neill ressemblent à de grandes cannettes de soda, mais gigantesque, souvent large de plus d'un kilomètre et longue de plusieurs kilomèrs.

source: The interior is terraformed and the entire cylinder is spun for light gravity.
fr_fr: l'intérieur est terraformé et tout le cylindre tourne sur lui même pour fournir une gravité légère.

source: O'Neill cylinders are sometimes paired together, end to end.
fr_fr: Des cylindres O'Neill sont mis bout à bout l'un de l'autre.

source: Reagan cylinders are an inefficient type of O'Neill cylinder, built by hollowing a cylinder within a spinning asteroid, and used in the Jovian Republic.
fr_fr: Les cylindres Reagan sont un modèle inefficace de cylindre O'Neill, construit en évidant un cylindre dans un astéroïdes tournant, et utilisé par la République Jovienne.

source: Tin can habitats are small, cramped, cheap, modular boxes, typically used in early space colonization.
fr_fr: Les boîtes de conserves sont des petites et étroites boîtes modulaires bon marché, généralement utilisé au début de la colonisation spatiale.

source: Torus habitats are big donuts or wheels, spun so that the outer rim has gravity.
fr_fr: les habitats toriques sont de grandes roues tournant sur elle-même afin que le bord extérieur bénéfici de gravité.

source: The interior spokes are zero-G.
fr_fr: Les rayons internes sont en zéro-G.

source: Coronal habitats are easily detectable at a great distance because of the bow shock preceding them and the plasma tail left behind in the solar wind.
fr_fr: Les habitats coronaires sont facilement détectable à une certaine distance à cause de l'onde de choc qui les précède et de la trainée de plasma qu'il laissent derrière eux dans les vents solaires.

source: Operated by a consortium including hypercorp interests and the University of New Shanghai, Aten supports a population of about 12,000 transhumans.
fr_fr: Mis en œuvre par un consortium incluant des intérêts hypercorporattistes et l'Université de New Shanghaï, Aten héberge une population d'à peu près 12 000 transhumains.

source: Rumors abound that military research is a major component of this habitat's mission.
fr_fr: Des rumeurs faisant de la recherche militaire le principal composant de la mission de l'habitat abondent.

source: Aten is heavily policed and difficult to visit.
fr_fr: Aten est extrêmement policé et difficile à visiter.

source: The most publicized discoveries from this habitat involve propulsion systems and new solar energy collection technologies.
fr_fr: Les découvertes les plus publiées issues de cet habitat traitent des système de propulsion et de nouvelle technologie de collecte de l'énergie solaire.

source: The argonauts and Titan Autonomous University are the major supporters of this habitat, which supports a population of about 4,000.
fr_fr: Les argonautes et l'Université Autonome de Titan sont les principaux soutines de cet habitat, qui héberge une population d'à peu près 4 000 personnes.

source: In contrast to Aten, access to this habitat is relatively open.
fr_fr: En contraste avec Aten, l'accès à cet habitat est relativement ouvert.

source: Major avenues of research include pure science and research into coronaadapted morphs.
fr_fr: Les principaux domaines de recherches incluent la science pure et la recherche dans des morph coronaro-adaptée.

source: Ukko Jylinä is the name used by outsiders for the suryas' safe harbor.
fr_fr: Ukko Jylinä est le nom utilisé par les étrangers pour le havre de surya.

source: In the surya tongue, the name for the place is a common sequence of helioseismic vibrations.
fr_fr: Dans la langue surya, le nom de cet endroit est une séquane commune de vibrations héliosismique.

source: When transposed fifteen octaves upward into the usual range of transhuman hearing, this sound is a chaotic rumble to most ears, but the suryas consider it one of the most beautiful sounds the sun makes.
fr_fr: Lorsqu'elle est transposée quinze octaves plus haut dans une gamme audible par les transhumains, ce son est un grondement chaotique pour la plupart des oreilles, mais les suryas le considèrent comme l'un des plus beaux sons que le soleil peu produire.

source: Ukko Jylinä is more of a camp than a hab, an area of refuge for suryas during severe solar weather.
fr_fr: Ukko Jylinä est plus un camp qu'un habitat, un refuge pour les suryas lros des passage de gros temps solaire.

source: It also serves as a place for suryas to socialize and mate, replenish water from imported iceteroids, and egocast or resleeve.
fr_fr: Il sert également de lieu pour que les suryas socialisent et s'accouplent, refassent le plein d'eau à partir de gllactéroïdes importés et puissent s'égocaster ou se réincarner.

source: The population therefore fluctuates a great deal, usually hovering around 300, but swelling to 3,000 (nearly the entire surya population) during heavy weather.
fr_fr: La population fluctue donc énormément, tournant habituellement autour de 300 personnes, mais pouvant atteindre les 3 000 (quasiment toute la population surya) pendant les tempêtes.

source: Ukko Jylina also has a few modules in which non-surya morphs can survive.
fr_fr: Ukko Jylina a également quelques modules dans lesquel les autres morphs peuvent survivre.

source: Very little of Ukko Jylinä consists of enclosed hab modules.
fr_fr: Une trés petite part d'Ukko Jylinä consiste de modules d'habitats fermés.

source: Instead there are many utility modules with their access ports open to space.
fr_fr: Il y a de nombreux modules utilitaires ayant les ports d'accès ouvert à l'espace à la place.

source: Bereft of the solar wind, suryas within the camp generally wear gas-expelling maneuvering harnesses or resleeve in salamanders if they need to do work requiring fine manipulation.
fr_fr: Privé des vents solaires, les suryas à l'intérieur du camp portent générallement des harnais de manœuvres par expulsion de gaz ou se réincarne en salamandre si ils ont ebsoin de réaliser des travaux nécessiatnt une manipulation précise.

source: The Vulcanoids are a population of asteroids that lie between Mercury and the Sun.
fr_fr: Les Vulcanoïdes sont une population d'astéroïdes se situant entre Mercure et le Soleil.

source: Based on the predictions of early 21st-century science, the number of Vulcanoids is unexpectedly small.
fr_fr: Basé sur les prédictions scientifiques du début deu 21° siècles, le nombre de Vulcanoïdes est, de façon inattendue, relativement petit.

source: Discovered in the early 21st century and subject to a flyby by a Japanese solar research mission in the 2020s, V/2011-Caldwell was nothing but a line on astronomers' catalogs, notable only for the virtual lack of cratering on the one side that was photographed.
fr_fr: Découvert au début du 21° siècle et survolé par une mission de recherche Japonaise dans les années 2020, V/2011-Caldwell n'était guère plus qu'une entrée dans le catalogue des astronome, différencaible des autres uniquement par son manque de cratère sur la face qui avait été photographiée.

source: Then, a few years after the dust settled from the Fall, a small team of prospectors from Venus discovered a Pandora Gate.
fr_fr: Puis, quelques années après que la poussière de la Chute ne soit retombée, une petite équipe de prospecteurs de Vénus y ont dévouvert une Porte de Pandore.

source: Now controlled by TerraGenesis, Caldwell was used primarily for exoplanet research for several years, though the hypercorp is now engaged in several alien world terraforming and geo-engineering projects.
fr_fr: Maitenant contrôllées par TerraGenesis, Caldwell est utilisé princiaplement pour la recherche d'exoplanète depuis de nombreuses années, bien que l'hypercorp soit maintenant engagés dans plusieurs projets de terraforamtion et de géo-ingénierie de planètes étrangères.

source: TerraGenesis regularly sells gate access to other hypercorps and organizations.
fr_fr: Terragenesis vend régulièrement des accès à sa porte à d'autres hypercorps et organisations.

source: Caldwell is a remarkably smooth, spindle-shaped asteroid about four kilometers long and half a kilometer in diameter at its widest point.
fr_fr: Caldwelle est un astéroïde fusiforme remarquablement lisse d'à peu près quatre kilomètres de long et moins d'un demi kilomètre de diamètre sur son diamètre le plus large.

source: Called the Vulcanoid Gate, it is situated at the bottom of a deep crag near one of the asteroid's narrow poles.
fr_fr: Appelée la Porte Vulcanoïde, elle est située au pied d'un énorme rocher près de l'un des pôles les plus étroits.

source: The closest planet to the sun has a mass comparable to Luna but is a great deal denser due to its iron-nickel core.
fr_fr: la planète la plus proche du soleil a une masse comparable à la Lune et est bien plus dense à cause de son noyau de fer-nickel.

source: Mercury rotates slowly and has no atmosphere, so that its day side is hot enough to melt most metals, while its night side is bitterly cold.
fr_fr: Mercure tourne sur elle-même lentement et n'a donc pas d'atmosphère, sa surface au soleil est donc suffisament chaude pour faire fondre la plupart des métaux tandis que la surface exposée à la nuit est extrêmement glacée.

source: Because it lacks many of the elements needed for transhuman colonies to be self-sufficient, Mercury is sparsely inhabited, save for a handful of solar power relays, a few underground mining stations, and a single large surface mining concern, Cannon.
fr_fr: En raison du manque de la pluaprt des éléments nécessaires aux colonies transhumaiens pour être auto-suffisante, Mercure est peu habitée, à l'exception d'une poignée de relais d'énergie solaire, de quelques stations de minage souterraine et d'une seule grosse entreprise d'extraction minière en surface, Cannon.

source: Most of Mercury's economy is based on mining.
fr_fr: la plupart de l'économie Mercurienne est basée sur les mines.

source: Iron, nickel, and other metals make up 70% of the planet's mass, making it the richest source of ferrous metals outside of the asteroids.
fr_fr: Fer, nickel, et d'autre smatériau constituent 70% de la masse de la planète, en faisant la source de métal ferreux la plus riche en dehors ds astéroïdes.

source: Mercury also does a brisk business in relaying solar power and serves as a jumping-off point for solar research concerns unwilling or unable to support stations in the solar corona.
fr_fr: Mercure fait aussi de bonne saffaies dans le relayage de l'énergie solaire et sert de point de départ pour les expéditions de recherche solaire ne désirant ou ne pouvant pas soutenir une station dans la couronne solaire.

source: Mercury has limited Helium-3 deposits, although these are predominantly mined for local use.
fr_fr: Mercure a également quelques gisements d'Hélium-3, bien qu'ils soient essentiellement utilisés pour un usage local.

source: It is an open secret that several powers have antimatter production stations here.
fr_fr: Ce n'est un secret pour personne que plusieurs pusisances ont des stations de production d'antimatière là-bas.

source: Officially, these stations are massive solar power relays, but the immense toroid particle accelerators and large spherical magnetic containment units required for antimatter production and storage are nearly impossible to disguise.
fr_fr: Officiellement, ces stations sont de gros relais d'énergie solaire, mais les gigantesques accélérateurs de particules torique et les sphères de contentions magnétiques nécessaire pour la production et le stockage de l'antimatière sont quasiment impossible à dissimuler.

source: The only known site of TITAN activity on Mercury during the Fall, Caloris 18 was a sparsely-crewed solar power relay station belonging to Lukos, a now-defunct Russian corporation.
fr_fr: Caloris 18 est le seul site connu d'activité des TITANs sur Mercure pendant la Chute, et était un relai d'énergie solaire à équipe réduite appartenant à Lukos, une coprotaion Russe maintenant disparue.

source: Vanya Ilyanovich, the AGI administering the facility, rounded up all of the station's transhuman inhabitants and fused their morphs into a gigantic, centipede-like abomination before destroying itself in a failed attempt to merge consciousnesses with all of the minds in its creation.
fr_fr: Vanya Ilyanovich, l'IAG administrant l'usine, a assimilé tous les habitants transhumains de la station et à fusionné leur morph en une abomination gigantesque ressemblant à un centipède avant de s'auto-détruire dans une tentative avortée de fusionner sa conscience avec tous les esprits de sa création.

source: Since then, Caloris 18 has been under strict quarantine.
fr_fr: Depuis, Caloris 18 est sous une quarantaine stricte.

source: Mercury's largest surface settlement is a city-scaled solar-satellite-powered mobile mass driver that crawls along the cool side of the planet, flinging apartment building sized ingots of extracted metal into space.
fr_fr: Le plus grand abri de surface de Mercure est une fronde gravitationnelle alimenté par l'énergie solaire et de la taille d'une cité qui rampe sur la face froide de la planète, éjectant dans l'espace des lingots de métal extrait de la atille d'un immeuble d'habitation.

source: The habitat is owned almost entirely by the hypercorp Jaehon Offworld, which built Cannon with backing from Lunar banks looking to diversify in anticipation of a post-He3 Lunar economy.
fr_fr: L'habitat est possédé quasiment exclusivement par l'hypercorporation Jaehon Offworld, qui a contrsuit Cannon avec le soutien des banques Lunaires cherchant à se diversifier en anticipant sur l'économie Lunaire post-He3.

source: Most of the 10,000 inhabitants are Jaehon employees, and security is tight.
fr_fr: La plupart des 10 000 habitants sont des employés de Jaehon, et la sécurité est trés élevée.

source: Cannon makes a long loop of the heavily-mined Caloris basin during the long Mercurian night before following a route that takes it around the planet's northern hemisphere, avoiding the blasting rays of the sun.
fr_fr: Cannon fait une grande boucle autour des zones extrêmement minée autour de Caloris pendant la longue nuit Mercurienne avant de suivre un trajet qui lui fait contourner l'hémisphère nord, évitant les rayonnements dévastateurs du soleil.

source: Along the way, it stops at a series of mining operations, collecting the gigantic ingots for launch into orbit.
fr_fr: Pendant tout le trajet, elle s'arrète pour une série d'opérations d'extraction, collectant les lingots génats pour les envoyer en orbite.

source: Venus is Earth's closest neighbor and the planet most like it in terms of size and geology.
fr_fr: Vénus est à la fois la plus proche voisine de la Terre ainsi que celle qui lui ressemble plus en terme de taille et de géologie.

source: It is a rugged world of volcanic mountains, canyons, high plateaus, and sweeping volcanic planes crisscrossed by riverlike magma channels.
fr_fr: C'est un monde rugueux composé de montagne volcanques, de canyons, de hauts plateaux et d'étendues volcaniques traversée par des rivières de magma.

source: Much of the surface is basaltic rock.
fr_fr: la plupart de la surface est composé de roche basaltique.

source: The climate of Venus is one of the most inhospitable in the solar system.
fr_fr: Le climat de Vénus est l'un des plus inhsopitalier du système solaire.
